oneBladeRotorNewPatch/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

#include        "include/initialConditions"

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{

    "inlet|outlet|topBottom|farfield"
    {
        type            pressureInletOutletVelocity;
        value $internalField;
    }
    
    "fairing.*"
    {
        type            slip;
    }

    "airfoil.*"
    {
        type            movingWallVelocity;
        value           uniform (0 0 0);
    }

    #include "${WM_PROJECT_DIR}/etc/caseDicts/setConstraintTypes"
}


// ************************************************************************* //
