oneBladeRotorNewPatch/0/nut
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v1812                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      nut;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    "airfoil.*"
    {
        type            nutLowReWallFunction;
        value           uniform 0;
    }

    "(topFront|topBack|bottomFront|bottomBack|topBottom|inlet|outlet|fairing.*|farfield)"
    {
        type            calculated;
        value           uniform 0;
    }
    #include "${WM_PROJECT_DIR}/etc/caseDicts/setConstraintTypes"
}


// ************************************************************************* //
