oneBladeRotorNewPatch/constant/++polyMesh/boundary
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}

4         
(
    airfoilDown
    {
        type wall;
        nFaces 39;
        startFace 7949;
    }
    airfoilUp
    {
        type wall;
        nFaces 39;
        startFace 7988;
    }
    farfield
    {
        type patch;
        nFaces 44;
        startFace 8027;
    }
    BaseAndTop
    {
        type empty;
        nFaces 10680;
        startFace 8071;
    }
)
