oneBladeRotorNewPatch/constant/++polyMesh/faces
FoamFile
{
    version     2.0;
    format      ascii;
    class       faceList;
    location    "constant/polyMesh";
    object      faces;
}

18751     
(
4(2587 2578 5309 5318)
4(1335 1247 3978 4066)
4(2264 2313 5044 4995)
4(223 2313 5044 2954)
4(2706 2689 5420 5437)
4(295 2635 5366 3026)
4(295 2634 5365 3026)
4(562 497 3228 3293)
4(2644 75 2806 5375)
4(1025 1169 3900 3756)
4(970 1169 3900 3701)
4(1173 1335 4066 3904)
4(1335 1282 4013 4066)
4(374 2276 5007 3105)
4(2373 2364 5095 5104)
4(2393 2365 5096 5124)
4(2473 919 3650 5204)
4(2648 2718 5449 5379)
4(2647 2718 5449 5378)
4(2647 525 3256 5378)
4(2712 2654 5385 5443)
4(2711 2654 5385 5442)
4(558 308 3039 3289)
4(2550 2480 5211 5281)
4(2612 2480 5211 5343)
4(2556 576 3307 5287)
4(2546 583 3314 5277)
4(2600 2624 5355 5331)
4(212 205 2936 2943)
4(2597 2568 5299 5328)
4(2473 920 3651 5204)
4(1156 1282 4013 3887)
4(1156 1046 3777 3887)
4(1898 1987 4718 4629)
4(351 1987 4718 3082)
4(380 2377 5108 3111)
4(2349 419 3150 5080)
4(2349 417 3148 5080)
4(2730 407 3138 5461)
4(403 2728 5459 3134)
4(2730 225 2956 5461)
4(2725 225 2956 5456)
4(415 2709 5440 3146)
4(510 2720 5451 3241)
4(2704 2646 5377 5435)
4(2635 2661 5392 5366)
4(295 505 3236 3026)
4(2422 160 2891 5153)
4(2594 555 3286 5325)
4(146 197 2928 2877)
4(2547 2617 5348 5278)
4(573 2547 5278 3304)
4(2642 2547 5278 5373)
4(2624 2599 5330 5355)
4(2624 567 3298 5355)
4(2624 2549 5280 5355)
4(2575 2536 5267 5306)
4(2604 211 2942 5335)
4(2605 215 2946 5336)
4(2562 2586 5317 5293)
4(169 215 2946 2900)
4(2627 311 3042 5358)
4(2623 116 2847 5354)
4(2610 2623 5354 5341)
4(2654 2630 5361 5385)
4(2682 2557 5288 5413)
4(2718 2687 5418 5449)
4(2689 2691 5422 5420)
4(2707 2689 5420 5438)
4(2690 66 2797 5421)
4(1387 1056 3787 4118)
4(744 741 3472 3475)
4(754 2563 5294 3485)
4(974 1162 3893 3705)
4(1289 329 3060 4020)
4(329 1276 4007 3060)
4(1041 958 3689 3772)
4(1063 1073 3804 3794)
4(1073 1246 3977 3804)
4(1056 1210 3941 3787)
4(1934 1767 4498 4665)
4(1896 362 3093 4627)
4(2189 2299 5030 4920)
4(2189 2176 4907 4920)
4(2299 2729 5460 5030)
4(2258 2232 4963 4989)
4(983 2369 5100 3714)
4(2292 2341 5072 5023)
4(421 2311 5042 3152)
4(2125 2311 5042 4856)
4(406 2730 5461 3137)
4(2397 417 3148 5128)
4(2397 415 3146 5128)
4(415 2454 5185 3146)
4(2430 380 3111 5161)
4(380 403 3134 3111)
4(2725 2221 4952 5456)
4(2730 2725 5456 5461)
...
)
