oneBladeRotorNewPatch/constant/++polyMesh/neighbour
FoamFile
{
    version     2.0;
    format      ascii;
    class       labelList;
    location    "constant/polyMesh";
    object      neighbour;
}

7949      
(
 1 7 10 11 13 15 16 18 24 28
 29 30 31 33 36 38 40 42 43 44
 46 47 49 51 52 54 56 58 60 62
 70 74 75 77 78 81 83 84 88 90
 91 92 94 96 98 99 100 102 104 106
 108 109 110 111 112 113 115 117 119 120
 122 126 128 128 132 136 142 143 143 144
 160 164 166 168 170 170 172 174 174 176
 178 180 182 183 184 186 189 191 193 194
 195 196 197 197 198 198 200 200 200 202
 204 206 207 209 210 211 212 216 217 219
 220 221 223 223 226 226 228 230 232 234
 235 239 241 242 246 249 250 251 253 256
 256 257 260 261 262 264 266 266 268 269
 273 274 275 275 278 280 281 282 282 284
 285 286 287 289 289 290 291 293 294 296
 297 298 299 301 303 304 306 306 306 308
 309 310 310 311 311 313 314 315 315 316
 320 323 324 324 331 332 333 333 334 334
 339 340 344 359 360 362 364 366 368 369
 371 373 374 375 378 380 380 380 381 382
 383 385 386 386 386 387 389 390 392 394
 396 398 400 403 405 407 409 411 413 414
 415 416 418 419 422 422 424 425 427 429
 430 432 434 435 436 437 437 437 439 440
 442 444 444 446 448 450 451 452 453 454
 455 455 457 458 458 462 462 464 465 465
 467 469 470 471 472 473 473 473 474 476
 478 479 480 480 481 482 483 484 484 485
 486 486 486 487 487 489 489 490 491 491
 492 492 493 495 495 497 498 498 499 501
 502 504 507 508 509 509 510 510 512 513
 516 516 517 518 519 521 523 525 526 527
 529 530 532 532 533 534 536 536 537 538
 538 539 540 540 542 542 543 544 544 545
 545 546 548 548 549 550 552 552 553 553
 555 556 558 559 560 560 561 562 562 562
 563 565 565 566 567 568 568 569 570 570
 570 571 572 573 576 577 577 579 580 581
 582 583 584 585 587 588 589 590 591 591
 592 593 595 595 597 598 598 599 599 600
 600 601 601 602 603 604 605 606 606 607
 608 608 609 610 611 614 614 615 615 616
 617 617 619 621 622 623 624 625 626 627
 628 628 629 629 630 630 632 633 634 634
 638 639 639 641 643 644 645 646 647 648
 649 650 650 651 653 653 655 656 657 658
 659 659 661 661 663 663 665 667 667 669
 669 670 670 671 672 673 674 675 676 677
 678 679 679 680 680 681 681 681 682 683
 684 684 688 689 689 690 690 691 692 693
 693 694 697 698 699 699 700 700 701 701
 702 703 703 705 707 708 710 710 711 711
 712 713 714 716 718 718 719 719 721 722
 722 723 723 723 724 724 725 725 725 726
 727 728 729 731 733 734 734 735 735 737
 738 739 740 741 742 743 743 743 744 744
 745 745 746 746 746 747 747 748 749 749
 750 751 751 752 752 752 753 754 754 755
 755 756 757 757 759 759 760 760 761 762
 763 763 764 765 765 766 766 767 767 768
 769 771 772 773 775 775 776 778 780 781
 781 782 782 783 783 784 785 785 785 786
 788 788 789 790 791 792 792 792 793 794
 794 794 795 796 797 798 799 799 800 800
 802 802 803 804 805 806 806 807 807 808
 809 809 810 811 813 813 813 815 815 816
 817 817 819 820 821 821 821 822 822 823
 824 824 824 826 826 827 828 828 830 831
 832 833 834 834 835 835 836 837 838 838
 839 839 841 841 842 843 843 843 844 844
 844 845 845 845 846 846 846 847 847 848
 848 849 849 850 851 851 851 852 852 853
 853 855 855 855 856 857 858 858 859 860
 861 861 861 862 862 863 864 864 864 865
 866 866 868 868 868 869 869 869 872 874
 876 877 877 877 878 878 879 879 880 880
 882 883 883 884 884 884 885 885 886 886
 888 889 891 892 893 893 894 894 894 895
 895 896 896 897 897 898 898 899 899 899
 900 902 902 903 903 904 906 907 907 909
 911 911 912 913 914 914 915 915 916 916
 916 917 918 919 919 920 921 921 921 925
 926 926 928 928 929 930 932 932 933 934
 934 935 936 937 938 938 939 940 941 941
 942 943 944 944 945 945 945 946 947 947
 948 949 949 949 950 951 951 953 955 955
 957 958 959 959 960 961 961 961 962 962
 963 963 964 964 965 965 966 966 967 967
 968 969 969 970 971 972 973 973 974 974
 974 975 975 975 976 976 977 977 977 978
 978 978 979 979 980 980 981 982 982 983
 983 983 984 984 984 986 987 988 988 988
 989 989 990 990 991 992 993 994 994 995
 995 995 996 997 997 997 998 1000 1001 1003
 1004 1004 1005 1006 1006 1008 1008 1009 1009 1010
 1011 1012 1012 1013 1013 1014 1014 1015 1015 1015
 1017 1019 1020 1021 1021 1022 1022 1023 1023 1024
...
)
