oneBladeRotorNewPatch/constant/++polyMesh/points
FoamFile
{
    version     2.0;
    format      ascii;
    class       vectorField;
    location    "constant/polyMesh";
    object      points;
}

5462      
(
(0 30 0)
(-4.269445148198554 29.69464325642798 0)
(-8.45197670524289 28.78478920843492 0)
(-12.46245039005659 27.28895986063555 0)
(-16.21922452366793 25.23760598493543 0)
(-19.64582201835855 22.67248723062775 0)
(-22.67248723062775 19.64582201835855 0)
(-25.23760598493544 16.21922452366792 0)
(-27.28895986063555 12.46245039005659 0)
(-28.78478920843492 8.451976705242888 0)
(-29.69464325642798 4.269445148198553 0)
(-30 -4.824367949029909e-15 0)
(-29.69464325642798 -4.269445148198557 0)
(-28.78478920843492 -8.45197670524289 0)
(-27.28895986063555 -12.4624503900566 0)
(-25.23760598493543 -16.21922452366793 0)
(-22.67248723062775 -19.64582201835855 0)
(-19.64582201835856 -22.67248723062774 0)
(-16.21922452366792 -25.23760598493544 0)
(-12.46245039005659 -27.28895986063555 0)
(-8.45197670524289 -28.78478920843492 0)
(-4.269445148198542 -29.69464325642798 0)
(9.648735898059819e-15 -30 0)
(4.269445148198561 -29.69464325642798 0)
(8.451976705242895 -28.78478920843492 0)
(12.4624503900566 -27.28895986063555 0)
(16.21922452366793 -25.23760598493543 0)
(19.64582201835855 -22.67248723062775 0)
(22.67248723062776 -19.64582201835854 0)
(25.23760598493543 -16.21922452366792 0)
(27.28895986063555 -12.46245039005659 0)
(28.78478920843492 -8.451976705242892 0)
(29.69464325642798 -4.269445148198557 0)
(30 -5.510910596163089e-15 0)
(29.69464325642798 4.269445148198546 0)
(28.78478920843492 8.451976705242906 0)
(27.28895986063555 12.4624503900566 0)
(25.23760598493543 16.21922452366794 0)
(22.67248723062774 19.64582201835856 0)
(19.64582201835855 22.67248723062775 0)
(16.21922452366792 25.23760598493543 0)
(12.46245039005659 27.28895986063555 0)
(8.451976705242867 28.78478920843493 0)
(4.269445148198533 29.69464325642798 0)
(0.5 0.0375 0)
(0.5008791244739011 0.03733291051519018 0)
(0.5017557542077877 0.03681300119316451 0)
(0.5027432635261615 0.03575854253067789 0)
(0.5037377441554829 0.03412405520986825 0)
(0.5046831815208639 0.0319367896381576 0)
(0.5055546905058195 0.02923826309540908 0)
(0.5063392201673128 0.02607047355122136 0)
(0.50702845077235 0.02247451100136641 0)
(0.5076167748194114 0.01849095783254587 0)
(0.508100799789706 0.01415999501575281 0)
(0.508479235017252 0.009521617697340903 0)
(0.5087527985032775 0.004617119285882986 0)
(0.5089243152951219 -0.0005131102824970284 0)
(0.5089984452560021 -0.00582881887053658 0)
(0.508981419185647 -0.01128994795706364 0)
(0.5088807477342165 -0.0168567627854806 0)
(0.5087048909136777 -0.02248992481270335 0)
(0.5084629304024468 -0.02815057439177044 0)
(0.5081642773197947 -0.03380041765978616 0)
(0.5078139622393265 -0.03946927601254881 0)
(0.5074192327526146 -0.04512823933636342 0)
(0.5069885116195181 -0.050732463005334 0)
(0.506528775759257 -0.05625611539782463 0)
(0.5060466527894284 -0.06167331482792993 0)
(0.5055484383694018 -0.06695814650195465 0)
(0.5050401532056437 -0.07208467181392086 0)
(0.5045276140884892 -0.07702691956860587 0)
(0.5040165160758966 -0.08175892862925684 0)
(0.5035125252091437 -0.08625472069399691 0)
(0.5030214643499629 -0.09048745053110935 0)
(0.5025491368880086 -0.09443156028568847 0)
(0.5021015254262627 -0.09806136190529166 0)
(0.5016848191632258 -0.1013509628233496 0)
(0.5013053669186611 -0.1042744982482987 0)
(0.5009696132028933 -0.1068061361503837 0)
(0.5006839890423437 -0.1089201446696744 0)
(0.500454783437407 -0.1105908279465088 0)
(0.5002879659870214 -0.1117926028651312 0)
(0.5 -0.1124962203506962 0)
(0.4997120340129787 -0.1117926028651312 0)
(0.4995452165625931 -0.1105908279465087 0)
(0.4993160109576563 -0.1089201446696743 0)
(0.4990303867971067 -0.1068061361503837 0)
(0.4986946330813389 -0.1042744982482986 0)
(0.4983151808367742 -0.1013509628233495 0)
(0.4978984745737373 -0.09806136190529162 0)
(0.4974508631119913 -0.09443156028568842 0)
(0.4969785356500371 -0.09048745053110925 0)
(0.4964874747908563 -0.08625472069399684 0)
(0.4959834839241034 -0.08175892862925678 0)
(0.4954723859115107 -0.07702691956860595 0)
(0.4949598467943564 -0.07208467181392106 0)
(0.4944515616305983 -0.06695814650195477 0)
...
)
